questions = [
    {
        'question': 'Каждая женщина хотя-бы раз садилась на это',
        'options':['Диета','За руль','Шпагат'],
        'correct_answer': 'Диета'
    },
    {
        'question': 'У кого лучше спрашивать, кто на свете всех милее?',
        'options':['У любимого ученика','У зеркальца','У своего кота'],
        'correct_answer': 'У зеркальца'
    },
    {
        'question': 'С помощью какого предмета косметики можно заморочить мозги?',
        'options':['Пудра','Тушь','Хайлайтер'],
        'correct_answer': 'Пудра'
    },
    {
        'question': 'Какой фрукт, если сделать золотым, станет любимцем большиства девушек?',
        'options':['Гранат','Яблоко','Манго'],
        'correct_answer': 'Яблоко'
    },
    {
        'question': 'Есть ли повторяющееся имя среди женской части коллектива CODDY?',
        'options':['Анастасия','Таких нет','Анна'],
        'correct_answer': 'Таких нет'
    },
    {
        'question': 'Самый универсальный инструмент по мнению мужчин?',
        'options':['Синяя изолента','Молоток','Дрель'],
        'correct_answer': 'Синяя изолента'
    },
    {
        'question': 'На что можно поймать рыбу?',
        'options':['Жерлица','Жареха','Жмурка'],
        'correct_answer': 'Жерлица'
    },
    {
        'question': 'Какой из этих инструментов ручной?',
        'options':['Дрель','Коловорот','Шуруповерт'],
        'correct_answer': 'Коловорот'
    },
    {
        'question': 'Что считается самой сильной стороной девушек?',
        'options':['Логика','Доброта','Красота'],
        'correct_answer': 'Логика'
    },
    {
        'question': 'Как расшифровывается ДВС?',
        'options':['Дальневосточное село','Думаешь Все Сейчас','Двигатель внутреннего сгорания'],
        'correct_answer': 'Двигатель внутреннего сгорания'
    },
    {
        'question': 'Что растет, но не цветет, дарит тепло, но не светит?',
        'options':['Кукуруза','Скотч','Девушка'],
        'correct_answer': 'Девушка'
    },
    {
        'question': 'В каком году начали отмечать восьмое марта?',
        'options':['1921','1914','1899'],
        'correct_answer': '1914'
    }
    # {
    #     'question': '',
    #     'options':['','',''],
    #     'correct_answer': ''
    # }
]